IDEA Open Model
Stirrup Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Stirrup()
Public Sub New
public:
Stirrup()
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace